Repository: Jaden-J/istudybibletools
Catalog: BibleCommon/BibleCommon/Resources/Constants.*.resx
Languages: ru

# _LANGUAGE_NAME
source: English
ru: Русский

# BackupManagerFinishMessage
source: Backup created successfully.
ru: Создание резервной копии данных успешно завершено.

# BackupManagerNotebookCompleted
source: Backup of notebook '{0}' created successfully.
ru: Резервная копия записной книжки '{0}' успешно создана.

# BackupManagerToZipArchive
source: Packaging to .zip archive.
ru: Упаковывание файлов в .zip архив.

# BackupStartInfo
source: Backup starts
ru: Старт создания резервной копии данных

# BibleVersePointerCanNotFindPlace
source: The passage is not found
ru: Не удалось определить место

# BibleVersePointerCanNotParseString
source: String cannot be parsed
ru: Не удалось распознать строку

source: books
ru: книг

# ChangeModuleWarning
source: This module contains another text of the Bible and other versions of abbreviations of books. For correct program work the follow notebooks must be re-created: Bible, Comments to the Bible, Summary of Notes. Continue?
ru: Данный модуль содержит другой текст Библии и другие варианты сокращений названий книг. Для корректной работы программы необходимо будет пересоздать записную книжку Библии, комментариев Библии и сводных заметок. Продолжить?

source: Close
ru: Закрыть

# ConfiguratorCanNotRequestDataFromOneNote
source: OneNote notebooks request fails. Please retry.
ru: Не удалось запросить данные о записных книжках из OneNote. Повторите операцию.

# ConfiguratorErrorWhileNotebookOpenning
source: Notebook open error
ru: Ошибка при открытии записной книжки

# ConfiguratorNotebookCreation
source: Creating notebook
ru: Создание записной книжки

# ConfiguratorNotebookNotDefined
source: Notebook not defined
ru: Не указана записная книжка

# ConfiguratorNotebookTemplateNotFound
source: Notebook template is not found at
ru: Не найден шаблон записной книжки по адресу

# ConfiguratorQuestionDeleteAllNotesPages
source: Delete all pages "Summary of Notes" and references to them?
ru: Удалить все сводные страницы заметок и ссылки на них?

# ConfiguratorQuestionDeleteAllNotesPagesManually
source: 'Summary of Notes' pages use a separate notebook. It is recommended to manually remove the notebook 'Summary of Notes' and recreate it from template. Continue?
ru: Для страниц 'Сводные заметок' используется отдельная записная книжка. Рекомендуется вручную удалить записную книжку 'Сводные заметки' и создать её заново из шаблона. Продолжить?

# ConfiguratorSectionGroupNotFound
source: Section group is not found
ru: Не найдена группа разделов

# ConfiguratorSelectAnotherFolder
source: Unable to create the notebook. Select a different folder.
ru: Не удаётся создать записную книжку. Выберите другую папку.

# ConfiguratorSetNotebookFolder
source: Specify notebook location
ru: Укажите расположение записной книжки

# ConfiguratorWrongNotebookSelected
source: Wrong notebook specified '{0}' for type '{1}'.
ru: Указана неподходящая записная книжка '{0}' для типа '{1}'.

# ConfiguratorWrongParameterValue
source: Wrong parameter value
ru: Неверное значение параметра

# DefaultPageNameDefaultBookOverview
source: Overview
ru: Общий обзор

# DefaultPageNameDefaultComments
source: Comments
ru: Комментарии

# DefaultPageName_Notes
source: Notes
ru: Заметки

# DefaultPageName_RubbishNotes
source: Detailed notes
ru: Подробные заметки

# DefineNotebookDirectory
source: Specify notebook folder
ru: Указать папку для записной книжки

# DeleteNotesPagesManagerFinishMessage
source: 'Summary of Notes' pages deleting completed successfully.
ru: Удаление страниц 'Сводные заметок' успешно завершено.

# DeleteNotesPagesManagerRemovePage
source: Page deleting
ru: Удаление страницы

# DeleteNotesPagesManagerStartMessage
source: 'Summary of Notes' pages deleting start.
ru: Старт удаления страниц 'Сводные заметок'.

# DeleteThisModule
source: Remove this module
ru: Удалить данный модуль

# DeleteThisModuleQuestion
source: Remove this module?
ru: Удалить данный модуль?

source: Error
ru: Ошибка

# ErrorUpper
source: ERROR
ru: ОШИБКА

# Error_CanNotFindHierarchy
source: Can not find a hierarchy of type '{0}' for element '{1}' {2}
ru: Не удаётся найти иерархию типа '{0}' для элемента '{1}': {2}

# Error_NotebookTemplateNotDefined
source: Notebook template not specified for type '{0}'.
ru: Не указан шаблон записной книжки типа '{0}'.

# Error_NotebookTemplateNotFound
source: Notebook template not found: '{0}' of type '{1}'.
ru: Не найден шаблон записной книжки '{0}' типа '{1}'.

# Error_OpenedNotebookNotFound
source: Opened notebook not found
ru: Не найдено открытой записной книжки

# Error_OpenedNotePageNotFound
source: Opened notes page not found
ru: Не найдено открытой страницы заметок

# Error_SectionGroupNotDefined
source: Section group of type '{0}' not specified in notebook template of type '{1}'.
ru: Не указана группа разделов типа '{0}' в шаблоне записной книжки типа '{1}'.

# Error_SystemIsNotConfigured
source: The program is not configured. Open the 'Program parameters' and specify the necessary settings.
ru: Программа не сконфигурирована. Откройте 'Параметры программы' и укажите все необходимые настройки.

# Error_UpdateError_InksOnPages
source: Unable to update the page. Perhaps on the page there are painted with a brush elements, which are currently not supported. Delete these elements and try again.
ru: Не удалось обновить страницу. Возможно на странице присутствуют нарисованные кистью элементы, которые на текущий момент не поддерживаются программой. Удалите такие элементы и повторите операцию.

# Error_UpdatePage
source: Update page error
ru: Ошибка обновления страницы

# FinishSuccessfully
source: Successfully completed.
ru: Успешно завершено.

# FinishWithErrors
source: Completed with errors.
ru: Завершено с ошибками.

# ModuleInformation
source: Information about the module
ru: Информация о модуле

# ModuleUploadError
source: Error on module '{0}' loading: {1}
ru: При загрузке модуля '{0}' произошла ошибка: {1}

# ModuleWithSameNameAlreadyExists
source: The module with the same name already exists. Version of existiong module is {0}. Version of uploading module is {1}. The current module will be replaced. Continue?
ru: Модуль с таким именем уже существует. Версия существующего модуля - {0}. Версия загружаемого модуля - {1}. Существующий модуль будет заменён загружаемым. Продолжить?

# NotebookIteratorCanNotFindSectionGroup
source: Section group can not be found
ru: Не удаётся найти группу секций

# NoteLilnkerHierarchyUpdating
source: OneNote hierarchy updating
ru: Обновление иерархии в OneNote

# NoteLinkerErrorWhilePageSorting
source: Sort pages error
ru: Ошибка во время сортировки страницы

# NoteLinkerFormCaptionOnClosing
source: Warning!
ru: Закрыть программу?

# NoteLinkerHideDetails
source: Hide details
ru: Скрыть детали

# NoteLinkerInitialization
source: Initializing...
ru: Инициализация...

# NoteLinkerLinksToNotesPagesUpdating
source: Updating references to 'Summary of Notes' pages
ru: Обновление ссылок на страницы 'Сводные заметок'

# NoteLinkerManyFound
source: Found
ru: Найдено

# NoteLinkerManyPages
source: pages
ru: страницы

# NoteLinkerNoElementSelected
source: No elements selected
ru: Не выбран ни один элемент

# NoteLinkerNotesPagesUpdating
source: 'Summary of Notes' pages updating
ru: Обновление страниц 'Сводные заметок' в OneNote

# NoteLinkerOfManyPages
source: pages
ru: страниц

# NoteLinkerOneFound
source: Found
ru: Найдена

# NoteLinkerOnePage
source: page
ru: страница

# NoteLinkerPagesUpdating
source: OneNote pages updating
ru: Обновление страниц в OneNote

# NoteLinkerProcessNotebook
source: Processing notebook
ru: Обработка записной книжки

# NoteLinkerQuestionOnClosing
source: In some cases this can lead to incorrect sorting of 'Summary of Notes' pages, which is solved only by removing all the 'Summary of Notes' pages. Contniue terminating the program?
ru: Вы действительно хотите прекратить работу программы? В некоторых случаях это может привести к неправильной сортировке страниц 'Сводные заметок', что решается только удалением всех страниц 'Сводные заметок'.

# NoteLinkerShowDetails
source: Show details
ru: Показать детали

source: Stage
ru: Этап

# NoteLinkManagerChapterProcessing
source: Final chapter processing
ru: Заключительная обработка глав

# NoteLinkManagerProcessingPageErrors
source: Error while processing of the page.
ru: Ошибки при обработке страницы.

# NoteLinkManagerProcessNotesPage
source: Processing the 'Summary of Notes' page
ru: Обрабатываем страницу 'Сводная заметок'

# NoteLinkManagerVerseCellNotFound
source: Verse cell not found
ru: Не найдена ячейка для стиха

source: Process aborted by user
ru: Операция прервана пользователем.

# ProcessChapter
source: Processing chapter
ru: Обработка главы

# ProcessCurrentPage
source: Current page processing
ru: Обработка текущей страницы

# ProcessNotebook
source: Notebook processing
ru: Обработка записной книжки

# ProcessPage
source: Processing the page
ru: Обработка страницы

# ProcessSection
source: Processing the section
ru: Обработка секции

# ProcessSectionGroup
source: Processing the section group
ru: Обработка группы секций

# ProcessVerse
source: Processing the verse
ru: Обработка стиха

# RelinkBibleCommentsManagerFinishMessage
source: References to Comments to the Bible have been updated.
ru: Обновление ссылок на комментарии успешно завершено.

# RelinkBibleCommentsManagerStartMessage
source: Start updating references to the Comments to the Bible.
ru: Старт обновления ссылок на комментарии.

# ResizeBibleTableManagerFinishMessage
source: Bible pages width have been successfully changed.
ru: Обновление ширины страниц Библии успешно завершено.

# ResizeBibleTableManagerStartMessage
source: Start changing the Bible pages width.
ru: Старт обновления ширины страниц Библии.

# SelectFileWithExtension
source: Select file with the extension '{0}'.
ru: Выберите файл с расширением '{0}'.

source: Start time
ru: Время старта

source: Time spent
ru: Времени затрачено

source: Use this module
ru: Использовать данный модуль

source: verse
ru: стих

# VerseLinkerOneNoteNotStarted
source: OneNote not started
ru: Программа OneNote не запущена

# VerseLinkerUnderlineTextNotExtracted
source: Underlined text cannot be extracted
ru: Не удалось выделить подчёркнутый текст

# VerseLinkerUnderlineTextNotFound
source: Underline text not found
ru: Подчёркнутый текст не найден

# VerseLinkManagerCommentPageNotFound
source: Verse page not found
ru: Не найдена страница для стиха.

# VerseLinkManagerCommentSectionGroupNotFound
source: Verse section group not found
ru: Не найдена группа секций для стиха.

# VerseLinkManagerCommentSectionNotFound
source: Verse section not found
ru: Не найдена секция для стиха.

# VerseLinkManagerOpenNotBiblePage
source: It most likely that not a Bible page is opened in OneNote.
ru: Скорее всего в OneNote открыта не страница Библии.

# VerseLinkTemplate
source: link{0}
ru: ссылка{0}

source: Warning!
ru: Внимание!

# WebSiteUrl
source: http://IStudyBibleTools.com
ru: http://IStudyBibleTools.ru

# SectionGroupNotFound
source: Section group '{0}' not found.
ru: Не найдена группа разделов '{0}'.

# SectionGroupOfTypeNotFound
source: Section group of type '{0}' not found.
ru: Не найдена группа разделов типа '{0}'.

# SelectedNotebookForType
source: Specified Notebook is of type '{0}'.
ru: Выбрана записная книжка типа '{0}'.

# WrongSectionGroupsCount
source: Wrong quantity of section groups. Expected {0}, found {1}.
ru: Неверное количество групп разделов. Ожидалось {0}, обнаружено {1}.

# WrongSectionsCountInSectionGroup
source: Wrong quantity of sections in section group '{0}'. Expected {1}, found {2}.
ru: Неверное количество разделов в группе разделов '{0}'. Ожидалось {1}, обнаружено {2}.

source: Current Module is undefined.
ru: Текущий модуль не определён.

# DownloadPageUrl
source: http://IStudyBibleTools.com/download.htm?fromProgram=true
ru: http://IStudyBibleTools.ru/download.htm?fromProgram=true

# Error_InvalidModule
source: Invalid module:
ru: Неверный модуль:

# FileNotFound
source: File '{0}' not found.
ru: Файл '{0}' не найден.

# NewVersionOnServerFileUrl
source: http://IStudyBibleTools.com/ServerVariables.xml
ru: http://IStudyBibleTools.ru/ServerVariables.xml

# MoreThanSingleInstanceRun
source: Another instance of this program is running.
ru: Приложение уже запущено.

# LoadMofuleInExistingInstance
source: To upload the module, use the tab "Modules" of the running application.
ru: Для загрузки данного модуля воспользуйтесь вкладкой "Модули" запущенного приложения.

# SkyDriveBibleIsNotSupportedForLock
source: Locking the Bible stored in SkyDrive is not currently supported. Use another kind of internet storage.
ru: Блокировка Библии, хранящейся в SkyDrive, на данный момент не поддерживается. Воспользуйтесь другим способом хранения файлов в интернете.

# BibleVersePointerDescription
source: Specify the Bible verse
ru: Укажите место Писания

# BibleVersePointerTitle
source: Open a verse
ru: Открыть стих

# SupplementalBibleName
source: Supplemental Bible
ru: Справочная Библия

# AddSupplementalModule
source: Add new module
ru: Добавить новый модуль

source: Apply
ru: Применить

# ModuleDisplayName
source: Display Name
ru: Название модуля

# ModuleIsActive
source: Is Active
ru: Текущий ли модуль

# ModuleVersion
source: Version
ru: Версия модуля

# ProcessBook
source: Processing the book
ru: Обработка книги

# AddParallelBibleTranslationStart
source: Adding parallel Bible translation start
ru: Старт добавления параллельного перевода

# AddParallelBibleTranslationFinishMessage
source: Parallel Bible translation was added successfully
ru: Параллельный перевод Библии успешно добавлен

# CreateSupplementalBibleStart
source: Creating Supplemental Bible start
ru: Старт создания справочной Библии

# CreateSupplementalBibleFinish
source: Supplemental Bible was created successfully
ru: Справочная Библия успешно создана

# LinkSupplementalBibleStart
source: Linking Supplemental Bible start
ru: Старт привязки справочной Библии

# LinkSupplementalBibleFinish
source: Supplimental Bible was linked successfully
ru: Привязка справочной Библии успешно завершена

source: Error occurred
ru: Произошла ошибка

# DeleteSupplementalBibleQuestion
source: Close the Supplemental Bible Notebook?
ru: Закрыть записную книжку справочной Библии?

# RemoveParallelBibleTranslationStartMessage
source: Removing parallel Bible translation start
ru: Старт удаления параллельного перевода

# RemoveParallelBibleTranslationFinishMessage
source: Parallel Bible translation was removed successfully
ru: Параллельный перевод Библии успешно удалён

# RemoveSupplementalBibleFinishMessage
source: Supplemental Bible was closed successfully
ru: Справочная Библия была закрыта

source: Abort the operation?
ru: Прервать операцию?

# CreateSupplementalBible
source: Creating Supplemental Bible
ru: Создание справочной Библии

# LinkSupplementalBible
source: Linking Supplemental Bible
ru: Привязка справочной Библии

# BaseModuleIsNotSupported
source: Version of primary Bible module is {0}. Only {1} and greater is supported.
ru: Версия модуля основной Библии - {0}. Поддерживаются модули только начиная с версии {1}.

# DictionariesNotebookName
source: Dictionaries
ru: Словари

# IndexStrongDictionary
source: Indexing Strong Dictionary
ru: Индексирование словаря Стронга

# IndexStrongDictionaryStart
source: Indexing Strong Dictionary start
ru: Старт индексирования словаря Стронга

source: Dictionaries Management
ru: Управление словарями

# Error_SectionFileNotFound
source: Section file not found: '{0}'.
ru: Не найден файл раздела '{0}.

# SearchQueryIsInvalid
source: The query is invalid or Microsoft Search 3.0 or 4.0 is not installed on your computer
ru: Неверный поисковый запрос или на компьютере не установлен компонент Microsoft Search 3.0 или 4.0

source: Supplemental Bible Management
ru: Управление справочной Библией

# IndexBible
source: Indexing Bible
ru: Индексирование Библии

# IndexBibleStart
source: Indexing Bible start
ru: Старт индексирования Библии

# UseSupplementalBible
source: Use notebook "Supplemental Bible"
ru: Использовать записную книжку "Справочная Библия"

# PagesCountLessThanMin
source: Pages count in '{0}' is not as expected: expected min {1}, found {2}.
ru: Количество страниц в '{0}' не соответствует ожиданиям: ожидалось минимум {1}, найдено {2}.

# PagesCountMoreThanMax
source: Pages count in '{0}' is not as expected: expected max {1}, found {2}.
ru: Количество страниц в '{0}' не соответствует ожиданиям: ожидалось максимум {1}, найдено {2}.

# PagesCountNotEqual
source: Pages count in '{0}' is not as expected: expected {1}, found {2}.
ru: Количество страниц в '{0}' не соответствует ожиданиям: ожидалось {1}, найдено {2}.

# SectionGroupNotFoundInContainer
source: Section group '{0}' not found in '{1}'.
ru: Не найдена группа разделов '{0}' в '{1}'.

# SectionGroupsCountLessThanMin
source: Section groups count in '{0}' is not as expected: expected min {1}, found {2}.
ru: Количество групп разделов в '{0}' не соответствует ожиданиям: ожидалось минимум {1}, найдено {2}.

# SectionGroupsCountMoreThanMax
source: Section groups count in '{0}' is not as expected: expected max {1}, found {2}.
ru: Количество групп разделов в '{0}' не соответствует ожиданиям: ожидалось максимум {1}, найдено {2}.

# SectionGroupsCountNotEqual
source: Section groups count in '{0}' is not as expected: expected {1}, found {2}.
ru: Количество групп разделов в '{0}' не соответствует ожиданиям: ожидалось {1}, найдено {2}.

# SectionNotFound
source: Section '{0}' not found.
ru: Не найден раздел '{0}'.

# SectionNotFoundInContainer
source: Section '{0}' not found in '{1}'.
ru: Не найден раздел '{0}' в '{1}'.

# SectionsCountLessThanMin
source: Sections count in '{0}' is not as expected: expected min {1}, found {2}.
ru: Количество разделов в '{0}' не соответствует ожиданиям: ожидалось минимум {1}, найдено {2}.

# SectionsCountMoreThanMax
source: Sections count in '{0}' is not as expected: expected max {1}, found {2}.
ru: Количество разделов в '{0}' не соответствует ожиданиям: ожидалось максимум {1}, найдено {2}.

# SectionsCountNotEqual
source: Sections count in '{0}' is not as expected: expected {1}, found {2}.
ru: Количество разделов в '{0}' не соответствует ожиданиям: ожидалось {1}, найдено {2}.

# AddParallelBibleTranslation
source: Adding parallel Bible translation
ru: Добавление параллельного перевода

# DeleteDictionariesNotebookQuestion
source: Close the Dictionaries Notebook?
ru: Закрыть записную книжку словарей?

# DeleteThisModuleFromDictionariesNotebookQuestion
source: Remove this module from Dictionaries Notebook?
ru: Удалить данный модуль из записной книжки "Cловари"?

# DeleteThisModuleFromSupplementalBibleQuestion
source: Remove this module from Supplemental Bible Notebook?
ru: Удалить данный модуль из записной книжки "Справочная Библия"?

# SupportedModulesNotFound
source: Supported modules not found. Please add necessary modules to the program.
ru: Не найдено ни одного поддерживаемого модуля. Пожалуйста, добавьте необходимые модули в программу.

# UseDictionaries
source: Use notebook "Dictionaries"
ru: Использовать записную книжку "Словари"

source: Additional modules
ru: Дополнительные модули

source: Base modules
ru: Основные модули

source: All Dictionaries
ru: Все словари

# DictionariesNotInstalled
source: Dictionaries are not installed. Please use Dictionaries Management Form available on Parameters Form to install dictionaries.
ru: Словари не установлены. Пожалуйста, воспользуйтесь формой управления словарями, доступной на форме Параметров программы, чтобы установить словари.

# SelectWord
source: Please select term to search
ru: Пожалуйста, выберите термин для поиска

source: verses
ru: стихи

# AddDictionaryFinishMessage
source: Dictionary was added successfully
ru: Словарь успешно добавлен

# AddDictionaryStart
source: Adding Dictionary start
ru: Старт добавления словаря

# IndexDictionary
source: Indexing Dictionary
ru: Индексирование словаря

# IndexDictionaryStart
source: Indexing Dictionary start
ru: Старт индексирования словаря

source: Found in one dictionary
ru: Найдено в одном словаре

source: Found in several dictionaries
ru: Найдено в нескольких словарях

# DictionariesNotebookCannotBeClosed
source: Notebook "Dictionaries" cannot be closed if Strong dictionary is installed. First delete module with Strong dictionary from Supplemental Bible on Supplemental Bible management form.
ru: Записная книжка "Словари" не может быть закрыта, если установлен словарь Стронга. Для начала необходимо удалить модуль со словарём Стронга из справочной Библии с помощью формы управления справочной Библией.

# ModuleCannotBeDeleted_DictionaryModule
source: This module can not be deleted because it is used in "Dictionaries" notebook.
ru: Данный модуль не может быть удалён, так как он используется в записной книжке "Словари".

# ModuleCannotBeDeleted_SupplementalBibleModule
source: This module can not be deleted because it is used in "Supplemental Bible" notebook.
ru: Данный модуль не может быть удалён, так как он используется в записной книжке "Справочная Библия".

# ModuleSuccessfullyUploaded
source: Module uploaded successfully
ru: Модуль успешно загружен

# IndexBibleFinish
source: Bible was indexed successfully.
ru: Библия успешно проиндексирована.

# ErrorWhilePageProcessing
source: Error while page '{0}' processing
ru: Ошибка при обработке страницы '{0}'

# IndexBibleQuestion
source: It is recommended to index the Bible for performance optimization. This operation takes about {0} minutes. Start indexing the Bible now?
ru: Рекомендуется проиндексировать Библию для оптимизации производительности. Данная операция займёт около 30 минут. Проиндексировать Библию сейчас?

# IndexBibleQuestionAtStartUp
source: The Bible is not indexed. It is recommended to index the Bible for performance optimization. This operation takes about {0} minutes. Start indexing the Bible now? This message will be displayed each time you start OneNote, while the Bible is not indexed.
ru: Библия не проиндексирована. Рекомендуется проиндексировать Библию для оптимизации производительности. Данная операция займёт около 30 минут. Проиндексировать Библию сейчас? Данное сообщение будет показываться каждый раз при запуске OneNote, пока Библия не будет проиндексирована.

# ModuleIsNotSupported
source: Version of this module is not supported. You should upgrade the program up to version '{0}'. The current version of the program is '{1}'.
ru: Версия данного модуля не поддерживается. Необходимо обновить программу до версии '{0}'. Текущая версия программы: '{1}'.

# DefaultSupplementalBibleLinkName
source: SB
ru: СБ

# ChangedNotOneNoteControlsParameter
source: For the changes to take effect, you must delete and re-add the module with Strong's Dictionary to the Supplemental Bible.
ru: Чтобы изменения вступили в силу, необходимо удалить и заново добавить в справочную Библию модуль со словарём Стронга.

# DictionariesNotebookWasAdded
source: Dictionaries notebook was successfully added
ru: Записная книжка "Словари" успешно добавлена

# ModuleIsNotInstalled
source: Module '{0}' is not installed. Please install this module and try again.
ru: Модуль '{0}' не установлен. Установите данный модуль и повторите операцию.

# NeedToAddDictionaryNotebookWithStrongsNumber
source: There is a Bible with Strong's numbers in this notebook. You need to add a notebook with Strong's dictionary.
ru: Обнаружена Библия с номерами Стронга в данной записной книжке. Необходимо добавить записную книжку со словарём Стронга.

# NeedToAddSupplementalNotebookWithStrongsNumber
source: There is a Strong's dictionary in this notebook. You need to add a Supplemental Bible notebook with Bible with Strong's numbers.
ru: Обнаружен словарь Стронга в данной записной книжке. Необходимо добавить записную книжку с Библией со словарём Стронга.
