Repository: Jaden-J/istudybibletools
Catalog: BibleCommon/BibleCommon/Resources/Constants.*.resx
Languages: ru

# NotebookIsNotDictionariesNotebook
source: The notebook '{0}' is not a Dictionaries notebook.
ru: Записная книжка '{0}' не является записной книжкой "Словари".

# NotebookIsNotSupplementalBible
source: The notebook '{0}' is not a Supplemental Bible notebook.
ru: Записная книжка '{0}' не является справочной Библией.

# SupplementalNotebookWasAdded
source: Supplemental Bible notebook was successfully added
ru: Записная книжка справочной Библии успешно добавлена

# OpenVerse
source: Open a verse
ru: Открыть стих

source: Search in Dictionaries
ru: Поиск в словарях

# SpecifyBibleVerse
source: Specify the Bible verse
ru: Укажите место Писания

# NoteLinkerBiblePagesUpdating
source: 'Bible' pages updating
ru: Обновление страниц Библии в OneNote

# NoteLinkerNotePagesUpdating
source: 'Notes' pages updating
ru: Обновление страниц заметок в OneNote

# DictionariesNotebookNotFound
source: Dictionaries Notebook is not found
ru: Не найдена записная книжка "Словари"

# DictionaryCacheFileNotFound
source: Module '{0}' is not installed correctly. Dictionary cache file is not found. Open the 'Program parameters' and specify the necessary settings.
ru: Модуль '{0}' установлен не правильно. Не найден файл кэша словаря. Откройте 'Параметры программы' и укажите все необходимые настройки.

# ContinueAddingParallelBible
source: Add the parallel translation anyway?
ru: Продолжить операцию добавления параллельного перевода?

# ContinueCreatingSupplementalBible
source: Create the Supplemental Bible anyway?
ru: Продолжить операцию создания справочной Библии?

# DictionaryTermNotFoundInCache
source: Can not find term '{0}' in Dictionary cached TermSet '{1}'. Please try to update dictionary module.
ru: Не удалось найти термин '{0}' в кэше словаря '{1}'. Попробуйте обновить модуль.

# DictionaryTermsNotFound
source: Some Dictionary terms were not found in OneNote. Please try to update dictionary module.
ru: Не удалось найти некоторые термины словаря в OneNote. Попробуйте обновить модуль.

# ParallelModuleChecking
source: Checking modules
ru: Проверка модулей

# ParallelModuleCheckStart
source: Start checking modules
ru: Старт проверки модулей

# RebuldDictionaryCache
source: Term is not found in OneNote. Update the dictionary cache?
ru: Не найден соответствующий термин в OneNote. Обновить кэш словаря?

# ThereAreErrorsAfterParallelModuleWasAdded
source: After it is necessary to remove the added parallel module and add it again. Show errors that have occurred while adding parallel module?
ru: После чего необходимо удалить добавленный параллельный модуль и добавить его снова. Показать ошибки, произошедшие при добавлении параллельного модуля?

# ThereAreErrorsOnModulesMerging
source: Inconsistencies are detected in the modules '{0} (version {1})' and '{2} (version {3})'. Probably these modules are not of the latest version. Try to download these modules from the site {4} and to update these modules in the system.
ru: Обнаружены несоответствия в модулях '{0} (версия {1})' и '{2} (версия {3})'. Скорее всего, вы используете не последние версии данных модулей. Попробуйте скачать данные модули с сайта {4} и обновить данные модули в системе.

# ErrorsAreSavedInFile
source: The errors are saved in file '{0}'.
ru: Ошибки сохранены в файле '{0}'.

# ParallelModuleCheckFinish
source: Finish checking modules
ru: Проверка модулей завершена

# DictionaryFormDescription
source: This form is designed for the Dictionary management. Please take notice: - It is necessary to download modules of type “Dictionary” to the program; - It takes a few minutes to add a new dictionary.
ru: Данная форма предназначена для управления словарями. Обратите внимание: - необходимо, чтобы в программу были загружены модули типа 'Словарь'; - добавление нового словаря занимает несколько минут.

# ReopenParametersToSeeChanges
source: Please close and open the 'Program Parameters' window to see changes.
ru: Пожалуйста, закройте и откройте окно 'Параметры программы', чтобы увидеть изменения.

# SupplementalBibleFormDescription
source: This form is designed for the Supplemental Bible management. Please take notice: - You can add modules version 2.0 or higher to the Supplemental Bible - It takes about an hour to add a new module to the Supplemental Bible.
ru: Данная форма предназначена для управления справочной Библией. Обратите внимание: - в справочную Библию можно добавлять только модули версии 2.0 и выше; - добавление нового модуля в справочную Библию занимает около часа.

# BibleNotebookIsForAnotherModule
source: Notebook '{0}' is created for module '{1}', not for '{2}'.
ru: Записная книжка '{0}' создана для модуля '{1}', а не для '{2}'.

# RemoveParallelBibleTranslation
source: Removing parallel Bible translation
ru: Удаление параллельного перевода

# SuccessfullySaved
source: Saved successfully
ru: Успешно сохранено

# FinishWithWarnings
source: Completed with warnings.
ru: Завершено с предупреждениями.

# NotExistingInFirstSupplemenBibleVersesFound
source: Found passages that are missing in the first module of the Supplemental Bible. These passages will not be added to the Supplemental Bible. If you want this passages to be added to the Supplemental Bible, use this module as the first module of the Supplemental Bible.
ru: Найдены места Писания, которые отсутствуют в первом модуле Справочной Библии. Такие места Писания не будут добавлены в Справочную Библию. Если вы хотите,чтобы данные места Писания были добавлены в Справочную Библию, используйте данный модуль, как первый модуль Справочной Библии.

# NotExistingInPrimaryBibleVersesFound
source: Found passages that are not in the primary Bible. These passages will not be analyzed and linked to the Bible. If you want this passages to be analyzed and linked to the Bible, use this module as a primary module.
ru: Найдены места Писания, которые отсутствуют в основной Библии. Такие места Писания не будут анализироваться и привязываться к Библии. Если вы хотите, чтобы данные места Писания анализировались и привязывались к Библии, используйте данный модуль как основной модуль.

source: Show errors
ru: Показать ошибки

source: Show warnings
ru: Показать предупреждения

# VerseNotFound
source: Bible verse '{0}' was not found.
ru: Не удалось найти место Писания '{0}'.

# RemoveStrongDictionaryFromNotebookQuestion
source: Remove the section group of Strong's dictionary from 'Dictionaries' notebook?
ru: Удалить группу разделов словаря Стронга из записной книжки "Словари"?

# NotebookIsLocalAndNotSupportedForDictionaries
source: It is currently not supported managing notebook "Dictionaries" stored in the SkyDrive. Add all dictionaries to local notebook and then publish the notebook "Dictionaries" to the SkyDrive.
ru: На данный момент не поддерживается управление записной книжкой "Словари", хранящейся в службе SkyDrive. Добавьте все необходимые словари в локальную записную книжку и после этого перенесите записную книжку "Словари" в облачное хранилище SkyDrive.

# NotesPagesManagerIsObsolete
source: Some pages 'Summary of Notes' have obsolete structure. Please re-run Notes Analysis of all pages with option 'Re-analyze Bible verses'.
ru: Некоторые страницы "Сводные заметок" имеют устаревшую структуру. Пожалуйста, запустите анализ заметок всех страниц с опцией "Повторный анализ всех ссылок".

source: All
ru: Все

# BibleVersesLinksCacheWasCleaned
source: The Bible cache was found as irrelevant and has been cleared. Next time at OneNote startup you will be asked to reindex the Bible.
ru: Кэш Библии был очищен, так как был признан неактуальным. При следующем запуске OneNote будет предложено переиндексировать Библию.

# NotebookIsSupplementalBible
source: The Notebook type is 'Supplemental Bible'
ru: Указанная записная книжка является Справочной Библией

# NotebookIsDictionaries
source: The Notebook type is 'Dictionaries'
ru: Указанная записная книжка является записной книжкой Словарей

# UpdatingPageInOneNote
source: Updating the page in OneNote
ru: Обновление страницы в OneNote
