Repository: Jaden-J/istudybibletools
Catalog: trunk/BibleConfigurator/BibleConfigurator/MainForm.*.resx
Languages: ru

# lblWarning.Text
source: Need to save settings
ru: Необходимо сохранить изменения

# tabPage1.Text
source: OneNote parameters
ru: Параметры OneNote

# label8.Text
source: Select Notes Summary notebook
ru: Выберите записную книжку для страниц "Сводные заметок"

# chkCreateBibleNotesPagesNotebookFromTemplate.Text
source: Create from template
ru: Создать из шаблона

# btnSingleNotebookParameters.Text
source: Parameters
ru: Настроить

# label4.Text
source: Select Bible Study notebook
ru: Выберите записную книжку для изучения Библии

# chkCreateBibleStudyNotebookFromTemplate.Text
source: Create from template
ru: Создать из шаблона

# label3.Text
source: Select Bible Comments notebook
ru: Выберите записную книжку для комментариев к Библии

# chkCreateBibleCommentsNotebookFromTemplate.Text
source: Create from template
ru: Создать из шаблона

# label2.Text
source: Select Bible notebook
ru: Выберите записную книжку для Библии

# chkCreateBibleNotebookFromTemplate.Text
source: Create from template
ru: Создать из шаблона

# chkCreateSingleNotebookFromTemplate.Text
source: Create from template
ru: Создать из шаблона

# rbMultiNotebook.Text
source: Individual notebooks
ru: Отдельные записные книжки

# rbSingleNotebook.Text
source: Single notebook
ru: Одна записная книжка

# tabPage2.Text
source: Program parameters
ru: Параметры программы

# groupBox2.Text
source: "Notes Summary" page
ru: Страница "Сводная заметок"

# chkUseDifferentPages.Text
source: Individual pages for each verse
ru: Отдельные страницы для кажого стиха

# label7.Text
source: "Notes Summary" page name
ru: Название страницы "Сводная заметок"

# chkExcludedVersesLinking.Text
source: Analyze excluded verses and chapters
ru: Анализировать исключаемые главы и стихи

# chkExpandMultiVersesLinking.Text
source: Analyze each verse in range
ru: Анализировать каждый стих в диапазоне

# lblNotesPageWidth.Text
source: "Notes Summary" page width
ru: Ширина страницы "Сводная заметок"

# groupBox1.Text
source: "Detailed Notes Summary" page
ru: Страница "Подробная сводная заметок"

# chkUseRubbishPage.Text
source: Use "Detailed Notes Summary" pages
ru: Использовать подробную сводную заметок

# label10.Text
source: "Detailed Notes Summary" page name
ru: Название страницы "Подробная сводная заметок"

# chkRubbishExcludedVersesLinking.Text
source: Analyze excluded verses and chapters
ru: Анализировать исключаемые главы и стихи

# chkRubbishExpandMultiVersesLinking.Text
source: Analyze each verse in range
ru: Анализировать каждый стих в диапазоне

# lblRubbishNotesPageWidth.Text
source: "Detailed Notes Summary" page width
ru: Ширина страницы "Подробная сводная заметок"

# label6.Text
source: Bible book comment page default name
ru: Название раздела комментариев к книге Библии по умолчанию

# label5.Text
source: Bible chapter comment page default name
ru: Название страницы комментариев к Библии по умолчанию

# tabPage3.Text
source: Tools
ru: Дополнительные утилиты

# btnBackup.Text
source: Create backup
ru: Создать резервную копию данных

# btnResizeBibleTables.Text
source: Change Bible pages width
ru: Изменить ширину страниц Библии

# btnDeleteNotesPages.Text
source: Delete all "Notes Summary" pages
ru: Удалить страницы "Сводные заметок"

# btnRelinkComments.Text
source: Update comments references
ru: Обновить ссылки на комментарии

# $this.Text
source: OneNote IStudyBibleTools parameters
ru: Параметры OneNote IStudyBibleTools
