Repository: Jaden-J/istudybibletools
Catalog: trunk/BibleNoteLinker/BibleNoteLinker/MainForm.*.resx
Languages: ru

# rbAnalyzeCurrentPage.Text
source: Analyze current page
ru: Анализировать текущую страницу

# llblDetails.Text
source: Show details
ru: Показать детали

# chkForce.Text
source: Re-analyze Bible verses
ru: Повторный анализ всех ссылок

# lblInfo.Text
source: A new version of program is available on the site http://IStudyBibleTools.com. Click to go to the download page.
ru: Доступна новая версия программы на сайте http://IStudyBibleTools.ru. Кликните, чтобы перейти на страницу загрузки.

# toolStripMenuItem1.Text
source: Menu
ru: Меню

# llblShowErrors.Text
source: Show errors
ru: Показать ошибки

# rbAnalyzeAllPages.Text
source: Analyze all pages
ru: Анализировать все страницы

# rbAnalyzeChangedPages.Text
source: Analyze modified pages
ru: Анализировать только измененные страницы

# $this.Text
source: Notes Analysis
ru: Анализ заметок

# menuStrip1.Text
source: File
ru: Файл

# tsmiSeelctNotebooks.Text
source: Select notebooks
ru: Выбрать записные книжки

# lblProgress.Text
source: Initialization...
ru: Инициализация...
